Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/back_to_education/part_time_education_option.html.txt.tmx
Source language: en
Languages: ga

source: The Part-Time Education Option (PTEO) allows you to keep your Jobseeker’s Allowance or Jobseeker’s Benefit and attend a part-time day or evening course of education or training
ga: Cuireann an Rogha Oideachais Páirtaimseartha ar do chumas do Liúntas Cuardaitheora Poist nó Sochar Cuardaitheora Poist a choinneáil agus freastal ar chúrsa oideachais nó oiliúna páirtaimseartha sa lá nó san oíche

source: You must continue to meet the conditions for Jobseeker’s Benefit or Jobseeker’s Allowance
ga: Ní mór duit leanúint ag comhlíonadh na gcoinníollacha i gcomhair Sochar Cuardaitheora Poist nó Liúntas Cuardaitheora Poist

source: This means that you must be able to show that you are still actively looking for and willing to take up work and that the course is likely to improve your chances of getting a job
ga: Ciallaíonn sé seo nach mór duit a thaispeáint go bhfuil obair á lorg agat go gníomhach i gcónaí agus go bhfuil tú sásta dul i mbun oibre, agus gur dócha go bhfeabhsóidh an cúrsa do sheans obair a fháil

source: If you are offered work while on the course you will be expected to accept the job offer
ga: Má fhaigheann tú tairiscint oibre agus tú ar an gcúrsa beifear ag súil go nglacfaidh tú leis an tairiscint sin

source: The Part-Time Education Option is an administrative scheme
ga: Is scéim riaracháin í ROPA

source: However, you can appeal a decision to refuse you the PTEO, if you have been refused because you are considered not to be available for employment
ga: Is féidir leat achomharc a dhéanamh ar chinneadh an Rogha Oideachais Páirtaimseartha a dhiúltú duit má tá an diúltú bunaithe ort a bheith ar fáil i gcomhair fostaíochta an t-am go léir

source: The Part-Time Education Option is not the same as the Back to Education Allowance or the Education, Training and Development Option
ga: Níl an Rogha Oideachais Páirtaimseartha mar an gcéanna leis an Liúntas um Fhilleadh ar an Oideachas ná an Rogha Oideachais, Oiliúna agus Forbartha

source: There are no specific eligibility criteria for the PTEO
ga: Níl aon chritéir incháilitheachta ar leith ann don ROPA

source: You can be any age and may be unemployed for any length of time before starting a part-time course of education
ga: Is féidir leat a bheith aois ar bith agus a bheith dífhostaithe ar feadh aon tréimhse sula dtosaíonn tú cúrsa oideachais páirtaimseartha

source: Keeping your jobseeker’s payment
ga: D’íocaíocht cuardaitheora poist a choinneáil

source: If you are getting Jobseeker’s Allowance or Jobseeker’s Benefit you may take up the Part-Time Education Option and continue to get your jobseeker’s payment
ga: Má tá tú ag fáil Liúntais Cuardaitheora Poist nó Sochair Cuardaitheora Poist is féidir leat an Rogha Oideachais Páirtaimseartha a ghlacadh agus leanúint ag fáil d’íocaíocht cuardaitheora poist

source: Your Intreo centre or social welfare local office must be satisfied that the course is likely to improve your chances of getting a job
ga: Ní mór dod’ Oifig Áitiúil Leasa Shóisialaigh a bheith sásta gur dóigh go bhfeabhsóidh an cúrsa do sheans post a fháil

source: You must continue to satisfy the conditions of being available for and genuinely seeking work
ga: Má fhaigheann tú tairiscint oibre agus tú ar an gcúrsa beifear ag súil go nglacfaidh tú leis an tairiscint sin

source: You can take part in a part-time day course, evening course or early morning course, distance education or a part-time course under the Back to Education Initiative (BTEI) or Springboard
ga: Is féidir leat páirt a ghlacadh i gcúrsa lae, cúrsa oíche nó cúrsa luath ar maidin páirtaimseartha, cúrsa cianoideachais nó cúrsa páirtaimseartha faoin Tionscnamh Filleadh ar Oideachas

source: In some cases, part-time courses which run during the normal working day will be accepted, for example, courses under the BTEI
ga: I gcásanna áirithe, glacfar le cúrsaí páirtaimseartha a ritear i rith gnáth lá oibre, mar shampla, cúrsaí faoin Tionscnamh Filleadh ar Oideachas

source: A wide range of subjects is available under the BTEI
ga: Tá rogha leathan ábhar ar fáil faoin Tionscnamh Filleadh ar Oideachas

source: • Junior Certificate and Leaving Certificate subjects such as English and maths
ga: • Ábhair an Teastais Shóisearaigh agus na hArdteistiméireachta cosúil le Béarla agus matamaitic

source: • Other courses include: personal development, catering, tourism, communication, sport and leisure
ga: • I measc na gcineálacha eile cúrsaí atá i gceist tá: forbairt phearsanta, lónadóireacht, turasóireacht, cumarsáid, spórt agus fóillíocht

source: To find out about available courses and get advice on how to get a place on a course, you should contact your local ETB, school or college, public library or Citizens Information Centre (CIC)
ga: Chun fáil amach faoi na cúrsaí atá ar fáil agus chun comhairle a fháil faoi conas áit a fháil ar do rogha cúrsa, ba chóir duit dul i dteagmháil le do BOO, scoil, coláiste nó leabharlann phoiblí áitiúil nó leis an Ionad Faisnéise do Shaoránaigh

source: You will continue to get your Jobseeker’s Allowance or Jobseeker’s Benefit at your usual rate and any other secondary benefits
ga: Gheobhaidh tú do Liúntas Cuardaitheora Poist nó do Shochar Cuardaitheora Poist i gcónaí agus aon sochair thánaisteacha eile ag an gnáthráta

source: All applications for the PTEO should be made on form PTEO1 (pdf)
ga: Ba chóir gach iarratas ar an Rogha Oideachais Páirtaimseartha a dhéanamh ar an bhfoirm PTEO1

source: You will be asked to provide information about your course, for example, the course time-table
ga: Iarrfar ort faisnéis a chur ar fáil faoi do chúrsa, mar shampla, amchlár an chúrsa

source: Apply for the Part-Time Education Option at your Intreo centre or social welfare local office
ga: Déan iarratas ar Rogha Oideachais Páirtaimseartha ag d'Ionad Intreo nó d’Oifig Áitiúil Leasa Shóisialaigh
